/* English */

/* Uncaught exception message */
"%@ has encountered an exception!" = "%@ encountered an unexpected error.";

/* Message text for crash report */
"%@ has recently crashed!" = "%@ recently quit unexpectedly.\n\n";

/* Informative text for crash report */
"Send feedback" = "To help us fix the problem, please send us this feedback report. Click Details to see what information is sent to us.";

/* No comment provided by engineer. */
"anonymous" = "anonymous";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Comments text view label */
"Comments:" = "What you did just before the problem occurred:";

/* No comment provided by engineer. */
"Console" = "Console";

/* No comment provided by engineer. */
"CrashLog" = "CrashLog";

/* No comment provided by engineer. */
"Email address:" = "Your email address if you would like us to get in touch with you:";

/* No comment provided by engineer. */
"Error: %@" = "Error: %@";

/* No comment provided by engineer. */
"Exception" = "Exception";

/* Feedback message text */
"Got a problem with %@?" = "Experiencing problems with %@?";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Preferences" = "Preferences";

/* No comment provided by engineer. */
"Script" = "Script";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Sorry, failed to submit your feedback to the server." = "Error submitting your feedback to the server.";

/* No comment provided by engineer. */
"You may not be able to send feedback because %@ isn't reachable." = "You may not be able to send feedback because %@ isn't reachable.\n\nPlease ensure you have a network connection before proceeding.\n";

/* No comment provided by engineer. */
"Feedback Host Not Reachable" = "Feedback Host Not Reachable";

/* No comment provided by engineer. */
"Proceed Anyway" = "Proceed Anyway";

/* No comment provided by engineer. */
"Cancel" = "Cancel";
